Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Duplicate ▸ To All Screenshots on the Left / Right / All** copies a shape into the other templates in the row at the same relative spot — the quickest way to repeat a logo or a footer.
ar: **تكرار ▸ إلى كافة لقطات الشاشة على اليسار / اليمين / الكل ** ينسخ شكلاً إلى القوالب الأخرى في الصف في نفس المكان النسبي - وهي أسرع طريقة لتكرار شعار أو تذييل.
ca: **Duplica ▸ A totes les captures de pantalla a l'esquerra / a la dreta / a totes** copia una forma a les altres plantilles de la fila al mateix punt relatiu, la manera més ràpida de repetir un logotip o un peu de pàgina.
cs: **Duplikovat ▸ Na všechny snímky obrazovky vlevo / vpravo / Vše** zkopíruje tvar do ostatních šablon v řadě na stejném relativním místě – nejrychlejší způsob opakování loga nebo zápatí.
da: **Dupliker ▸ Til alle skærmbilleder til venstre/højre/alle** kopierer en figur til de andre skabeloner i rækken på det samme relative sted - den hurtigste måde at gentage et logo eller en sidefod.
de: **Duplizieren ▸ In alle Screenshots links / rechts / alle** kopiert eine Form an dieselbe relative Stelle in die anderen Vorlagen der Zeile – der schnellste Weg, ein Logo oder eine Fußzeile zu wiederholen.
el: **Διπλότυπο ▸ Σε όλα τα στιγμιότυπα οθόνης στα αριστερά / δεξιά / όλα** αντιγράφει ένα σχήμα στα άλλα πρότυπα της σειράς στο ίδιο σχετικό σημείο — ο πιο γρήγορος τρόπος για να επαναλάβετε ένα λογότυπο ή ένα υποσέλιδο.
es: **Duplicar ▸ A todas las capturas (a la izquierda / a la derecha / todas)** copia una forma en las demás plantillas de la fila en el mismo punto relativo: la forma más rápida de repetir un logotipo o un pie de página.
fa: **تکثیر ▸ در همهٔ اسکرین‌شات‌های سمت چپ / راست / همه** شکل را در همان موقعیت نسبی به اسکرین‌شات‌های دیگرِ ردیف کپی می‌کند — سریع‌ترین راه برای تکرار یک لوگو یا پانویس.
fi: **Kopioi ▸ Kaikkiin kuvakaappauksiin vasemmalla / oikealla / kaikki** kopioi muodon muihin malleihin rivillä samaan suhteelliseen kohtaan – nopein tapa toistaa logo tai alatunniste.
fr: **Dupliquer ▸ Dans toutes les captures d'écran à gauche / à droite / partout** copie une forme dans les autres modèles de la ligne, au même emplacement relatif — le moyen le plus rapide de répéter un logo ou un pied de page.
he: **שכפל ▸ לכל צילומי מסך משמאל / ימין / הכל** מעתיק צורה לתוך התבניות האחרות בשורה באותו מקום יחסי - הדרך המהירה ביותר לחזור על לוגו או כותרת תחתונה.
hr: **Dupliciraj ▸ na sve snimke zaslona lijevo/desno/sve** kopira oblik u druge predloške u redu na istom relativnom mjestu — najbrži način za ponavljanje logotipa ili podnožja.
hu: A **Duplikálás ▸ Minden képernyőképhez a bal/jobb oldalon/minden oldalon** bemásol egy alakzatot a sor többi sablonjába ugyanazon a relatív helyen – ez a logó vagy lábléc megismétlésének leggyorsabb módja.
id: **Gandakan ▸ Ke Semua Tangkapan Layar di Kiri / Kanan / Semua** menyalin bentuk ke templat lain di baris pada titik relatif yang sama — cara tercepat untuk mengulang logo atau footer.
it: **Duplica ▸ In tutti gli screenshot a sinistra / a destra / Tutti** copia una forma negli altri modelli della riga nella stessa posizione relativa: il modo più rapido per ripetere un logo o un piè di pagina.
ja: **複製 ▸ 左側 / 右側 / すべてのスクリーンショットへ** は、行内のほかのテンプレートの同じ相対位置に図形をコピーします。ロゴやフッターを繰り返し配置する最も手軽な方法です。
ko: **복제 ▸ 왼쪽/오른쪽의 모든 스크린샷에 / 모든 스크린샷에**는 도형을 행의 다른 템플릿의 같은 상대 위치에 복사합니다. 로고나 푸터를 반복할 때 가장 빠른 방법입니다.
ms: **Pendua ▸ Kepada Semua Tangkapan Skrin di Kiri / Kanan / Semua** menyalin bentuk ke dalam templat lain dalam baris di tempat relatif yang sama — cara terpantas untuk mengulang logo atau pengaki.
nl: **Dupliceren ▸ Naar alle schermafbeeldingen links/rechts/alles** kopieert een vorm naar de andere sjablonen in de rij op dezelfde relatieve plek — de snelste manier om een logo of voettekst te herhalen.
no: **Dupliser ▸ Til alle skjermbilder til venstre / høyre / alle** kopierer en figur til de andre malene i raden på samme relative sted – den raskeste måten å gjenta en logo eller en bunntekst.
pl: **Duplikuj ▸ Do wszystkich zrzutów ekranu po lewej / prawej stronie / Wszystkie** kopiuje kształt do innych szablonów w rzędzie w tym samym względnym miejscu — najszybszy sposób na powtórzenie logo lub stopki.
pt_br: **Duplicar ▸ Para todas as capturas de tela à esquerda / à direita / Para todas as capturas de tela** copia uma forma para os outros modelos da linha, no mesmo ponto relativo — a maneira mais rápida de repetir um logotipo ou rodapé.
pt_pt: **Duplicar ▸ Para todas as capturas de ecrã à esquerda/direita/Todas** copia uma forma nos outros modelos da linha no mesmo local relativo — a maneira mais rápida de repetir um logotipo ou rodapé.
ro: **Duplicați ▸ La toate capturile de ecran din stânga/dreapta/toate** copiează o formă în celelalte șabloane din rând în același loc relativ - cel mai rapid mod de a repeta o siglă sau un subsol.
ru: **Дублировать ▸ На все скриншоты слева / справа / все** копирует фигуру в другие шаблоны строки в то же относительное место — самый быстрый способ повторить логотип или нижний колонтитул.
sk: **Duplikovať ▸ Na všetky snímky obrazovky vľavo / vpravo / Všetky** skopíruje tvar do iných šablón v riadku na rovnakom relatívnom mieste – najrýchlejší spôsob zopakovania loga alebo päty.
sl: **Podvoji ▸ na vse posnetke zaslona na levi/desni/vse** kopira obliko v druge predloge v vrstici na istem relativnem mestu – najhitrejši način za ponovitev logotipa ali noge.
sv: **Duplicera ▸ Till alla skärmdumpar till vänster/höger/alla** kopierar en form till de andra mallarna i raden på samma relativa plats – det snabbaste sättet att upprepa en logotyp eller en sidfot.
th: **ทำซ้ำ ▸ ไปยังภาพหน้าจอทั้งหมดทางซ้าย / ขวา / ทั้งหมด** คัดลอกรูปร่างไปยังเทมเพลตอื่น ๆ ในแถวที่จุดสัมพันธ์เดียวกัน — วิธีที่เร็วที่สุดในการทำซ้ำโลโก้หรือส่วนท้าย
tr: **Çoğalt ▸ Soldaki / Sağdaki / Tüm Ekran Görüntülerine**, bir şekli satırdaki diğer şablonlara aynı göreli konumda kopyalar — bir logoyu ya da alt bilgiyi tekrarlamanın en hızlı yolu.
uk: **Дублювати ▸ На всі знімки екрана ліворуч / праворуч / усі** копіює фігуру в інші шаблони рядка в те саме відносне місце — найшвидший спосіб повторити логотип чи нижній колонтитул.
ur: **ڈپلیکیٹ ▸ تمام اسکرین شاٹس پر بائیں / دائیں / سبھی** ایک ہی متعلقہ جگہ پر قطار میں موجود دیگر ٹیمپلیٹس میں ایک شکل کاپی کرتا ہے — لوگو یا فوٹر کو دہرانے کا تیز ترین طریقہ۔
vi: **Sao chép ▸ Đối với tất cả ảnh chụp màn hình ở bên trái / phải / tất cả** sao chép một hình vào các mẫu khác trong hàng tại cùng một vị trí tương đối — cách nhanh nhất để lặp lại biểu tượng hoặc chân trang.
zh_hans: **复制 ▸ 到左侧/右侧/所有截图** 会将形状复制到该行其他模板中的相同相对位置——这是重复放置标志或页脚最快的方法。
zh_hant: **複製 ▸ 到左側／右側／所有螢幕截圖**會將形狀複製到該列其他範本的相同相對位置——這是重複放置標誌或頁尾最快的方法。

source: **Duplicate Row**, **Add New Row Above / Below**, **Move Row Up / Down**.
ar: ** صف مكرر **، ** أضف صفًا جديدًا أعلى / أسفل **، ** حرك الصف لأعلى / لأسفل **.
ca: **Duplica la fila**, **Afegeix una fila nova a dalt/a sota**, **Mou la fila amunt/avall**.
cs: **Duplikovat řádek**, **Přidat nový řádek nad/pod**, **Posunout řádek nahoru/dolů**.
da: **Dupliker række**, **Tilføj ny række over/under**, **Flyt række op/ned**.
de: **Zeile duplizieren**, **Neue Zeile oben/unten hinzufügen**, **Zeile nach oben/unten verschieben**.
el: **Διπλότυπο σειράς**, **Προσθήκη νέας σειράς πάνω/κάτω**, **Μετακίνηση σειράς επάνω/κάτω**.
es: **Duplicar fila**, **Añadir fila arriba / debajo**, **Mover fila arriba / abajo**.
fa: **تکثیر ردیف**، **افزودن ردیف جدید در بالا / پایین**، **انتقال ردیف به بالا / پایین**.
fi: **Kopioi rivi**, **Lisää uusi rivi ylä-/alapuolelle**, **Siirrä rivi ylös/alas**.
fr: **Dupliquer la ligne**, **Ajouter une ligne au-dessus / en dessous**, **Déplacer la ligne vers le haut / vers le bas**.
he: **שכפל שורה**, **הוסף שורה חדשה מעל / מתחת**, **הזז שורה למעלה / למטה**.
hr: **Dvostruki redak**, **Dodaj novi redak iznad/ispod**, **Pomakni redak gore/dolje**.
hu: **Sor megkettőzése**, **Új sor hozzáadása fent/alul**, **Sor mozgatása fel/le**.
id: **Gandakan Baris**, **Tambahkan Baris Baru Di Atas / Bawah**, **Pindahkan Baris Ke Atas / Bawah**.
it: **Duplica riga**, **Aggiungi nuova riga sopra / sotto**, **Sposta riga su / giù**.
ja: **行を複製**、**上/下に新しい行を追加**、**行を上/下に移動**。
ko: **행 복제**, **위에/아래에 새 행 추가**, **행을 위로/아래로 이동**.
ms: **Baris Pendua**, **Tambah Baris Baharu Di Atas / Bawah**, **Alihkan Baris Ke Atas / Bawah**.
nl: **Rij dupliceren**, **Nieuwe rij boven/onder toevoegen**, **Rij omhoog/omlaag verplaatsen**.
no: **Dupliser rad**, **Legg til ny rad over/under**, **Flytt rad opp/ned**.
pl: **Zduplikuj wiersz**, **Dodaj nowy wiersz powyżej/poniżej**, **Przesuń wiersz w górę/w dół**.
pt_br: **Duplicar linha**, **Adicionar nova linha acima / abaixo**, **Mover linha para cima / para baixo**.
pt_pt: **Linha duplicada**, **Adicionar nova linha acima/abaixo**, **Mover linha para cima/para baixo**.
ro: **Duplicați rând**, **Adăugați un rând nou deasupra/dedesubt**, **Mutați rândul sus/jos**.
ru: **Дублировать строку**, **Добавить строку выше / ниже**, **Переместить строку вверх / вниз**.
sk: **Duplikovať riadok**, **Pridať nový riadok nad/pod**, **Posunúť riadok nahor/nadol**.
sl: **Podvoji vrstico**, **Dodaj novo vrstico zgoraj / spodaj**, **Premakni vrstico gor / dol**.
sv: **Duplicera rad**, **Lägg till ny rad ovanför/under**, **Flytta rad upp/ner**.
th: **ทำซ้ำแถว**, **เพิ่มแถวใหม่ด้านบน/ล่าง**, **ย้ายแถวขึ้น/ลง**
tr: **Satırı Çoğalt**, **Üste / Alta Yeni Satır Ekle**, **Satırı Yukarı / Aşağı Taşı**.
uk: **Дублювати рядок**, **Додати новий рядок вище / нижче**, **Перемістити рядок вгору / вниз**.
ur: **ڈپلیکیٹ قطار**، **نئی قطار اوپر/نیچے شامل کریں**، **قطار کو اوپر/نیچے منتقل کریں**۔
vi: **Hàng trùng lặp**, **Thêm hàng mới ở trên / bên dưới**, **Di chuyển hàng lên / xuống**.
zh_hans: **复制行**、**在上方/下方添加新行**、**上移/下移行**。
zh_hant: **複製列**、**在上方／下方加入新列**、**上移／下移列**。

source: **Duplicate while dragging** with **⌥**. Combined with snap, this is the fastest way to lay out a row of equal-sized cards.
ar: **تكرار أثناء السحب** باستخدام **⌥**. تعد هذه، بالاشتراك مع أداة snap، أسرع طريقة لوضع صف من البطاقات ذات الحجم المتساوي.
ca: **Duplica mentre arrossegues** amb **⌥**. Combinat amb snap, aquesta és la manera més ràpida de disposar una fila de cartes de la mateixa mida.
cs: **Duplikovat při přetahování** pomocí **⌥**. V kombinaci s snapem je to nejrychlejší způsob, jak rozložit řadu stejně velkých karet.
da: **Dupliker, mens du trækker** med **⌥**. Kombineret med snap er dette den hurtigste måde at lægge en række af lige store kort ud på.
de: **Beim Ziehen duplizieren** mit **⌥**. Zusammen mit dem Einrasten ist das der schnellste Weg, eine Reihe gleich großer Karten anzuordnen.
el: **Διπλότυπο κατά τη μεταφορά** με **⌥**. Σε συνδυασμό με το snap, αυτός είναι ο πιο γρήγορος τρόπος για να απλώσετε μια σειρά από φύλλα ίδιου μεγέθους.
es: **Duplicar mientras arrastras** con **⌥**. Junto con el ajuste a las guías, es la forma más rápida de montar una fila de tarjetas del mismo tamaño.
fa: **تکثیر هنگام کشیدن** با **⌥**. همراه با چسبیدن به راهنماها، سریع‌ترین راه برای چیدن ردیفی از کارت‌های هم‌اندازه است.
fi: **Kopioi vedettäessä** **⌥**-painikkeella. Yhdessä snapin kanssa tämä on nopein tapa asettaa rivi samankokoisia kortteja.
fr: **Dupliquez en faisant glisser** avec **⌥**. Combiné au magnétisme, c'est le moyen le plus rapide d'aligner une série de cartes de même taille.
he: **שכפל תוך כדי גרירה** עם **⌥**. בשילוב עם הצמד, זוהי הדרך המהירה ביותר לפרוס שורה של קלפים בגודל שווה.
hr: **Dupliciraj tijekom povlačenja** s **⌥**. U kombinaciji sa snap-om, ovo je najbrži način postavljanja niza kartica jednake veličine.
hu: **Duplikálás húzás közben** a **⌥** segítségével. A snap funkcióval kombinálva ez a leggyorsabb módja egyforma méretű kártyasor kirakásának.
id: **Gandakan sambil menyeret** dengan **⌥**. Dikombinasikan dengan snap, ini adalah cara tercepat untuk menyusun deretan kartu berukuran sama.
it: **Duplica mentre trascini** con **⌥**. Insieme all'aggancio, è il modo più rapido per disporre una fila di schede di pari dimensioni.
ja: **⌥** を押しながら **ドラッグして複製** できます。スナップと組み合わせれば、同じサイズのカードを一列に並べる最速の方法です。
ko: **드래그하는 동안 복제**: **⌥**를 누른 채 드래그하세요. 스냅과 함께 사용하면 같은 크기의 카드를 한 줄로 배치하는 가장 빠른 방법입니다.
ms: **Pendua sambil menyeret** dengan **⌥**. Digabungkan dengan snap, ini adalah cara terpantas untuk meletakkan deretan kad bersaiz sama.
nl: **Dupliceer tijdens het slepen** met **⌥**. Gecombineerd met snappen is dit de snelste manier om een ​​rij kaarten van gelijke grootte neer te leggen.
no: **Dupliser mens du drar** med **⌥**. Kombinert med snap er dette den raskeste måten å legge ut en rad med like store kort.
pl: **Duplikuj podczas przeciągania** za pomocą **⌥**. W połączeniu z zatrzaskiem jest to najszybszy sposób na ułożenie rzędu kart o jednakowej wielkości.
pt_br: **Duplique ao arrastar** com **⌥**. Combinado com o alinhamento automático, é a maneira mais rápida de dispor uma fileira de cartões do mesmo tamanho.
pt_pt: **Duplicar ao arrastar** com **⌥**. Combinado com o snap, esta é a maneira mais rápida de dispor uma fileira de cartões de tamanhos iguais.
ro: **Duplicați în timp ce trageți** cu **⌥**. Combinat cu snap, acesta este cel mai rapid mod de a așeza un rând de cărți de dimensiuni egale.
ru: **Дублируйте при перетаскивании** с **⌥**. Вместе с привязкой это самый быстрый способ выложить в ряд карточки одинакового размера.
sk: **Duplikovať pri presúvaní** pomocou **⌥**. V kombinácii s prichytením je to najrýchlejší spôsob rozloženia radu rovnako veľkých kariet.
sl: **Podvoji med vlečenjem** z **⌥**. V kombinaciji s snap je to najhitrejši način za postavitev vrste kartic enake velikosti.
sv: **Duplicera medan du drar** med **⌥**. I kombination med snap är detta det snabbaste sättet att lägga ut en rad lika stora kort.
th: **ทำซ้ำขณะลาก** ด้วย **⌥** เมื่อใช้ร่วมกับ snap นี่เป็นวิธีที่เร็วที่สุดในการวางแถวการ์ดที่มีขนาดเท่ากัน
tr: **⌥** ile **sürüklerken çoğaltın**. Yaslama ile birlikte kullanıldığında, eşit boyutlu kartlardan oluşan bir satırı düzenlemenin en hızlı yoludur.
uk: **Дублюйте під час перетягування**, утримуючи **⌥**. Разом із прив’язкою це найшвидший спосіб вибудувати ряд однакових карток.
ur: ** **⌥** کے ساتھ ** گھسیٹتے وقت ڈپلیکیٹ۔ سنیپ کے ساتھ مل کر، یہ برابر سائز کے کارڈز کی قطار لگانے کا تیز ترین طریقہ ہے۔
vi: **Sao chép trong khi kéo** bằng **⌥**. Kết hợp với snap, đây là cách nhanh nhất để xếp một hàng thẻ có kích thước bằng nhau.
zh_hans: 按住 **⌥** **拖动时复制**。结合对齐功能，这是排列一排等大卡片最快的方法。
zh_hant: 按住 **⌥** **拖移時複製**。搭配對齊功能，這是排列一列等大卡片最快的方法。

source: **Edit ▸ Lock** (**⌘L**) locks or unlocks the selection; **Lock** is on the right-click menu too. Locked shapes can't be dragged, resized, or deleted, and clicks fall through to whatever is behind them.
ar: **تحرير ▸ قفل** (**⌘L**) يقفل التحديد أو يفتحه؛ **القفل** موجود في قائمة النقر بزر الماوس الأيمن أيضًا. لا يمكن سحب الأشكال المقفلة أو تغيير حجمها أو حذفها، وتنتقل النقرات إلى كل ما يوجد خلفها.
ca: **Edita ▸ Bloqueja** (**⌘L**) bloqueja o desbloqueja la selecció; **Bloquejar** també es troba al menú del botó dret. Les formes bloquejades no es poden arrossegar, canviar la mida o suprimir, i els clics cauen a tot allò que hi ha darrere.
cs: **Upravit ▸ Uzamknout** (**⌘L**) uzamkne nebo odemkne výběr; **Zámek** je také v nabídce po kliknutí pravým tlačítkem. Uzamčené tvary nelze přetáhnout, změnit jejich velikost ani odstranit a kliknutí propadnou na cokoliv, co je za nimi.
da: **Rediger ▸ Lås** (**⌘L**) låser eller låser valget op; **Lås** er også på højrekliksmenuen. Låste former kan ikke trækkes, ændres størrelse eller slettes, og klik falder igennem til det, der ligger bag dem.
de: **Bearbeiten ▸ Sperren** (**⌘L**) sperrt oder entsperrt die Auswahl; **Sperren** gibt es auch im Kontextmenü. Gesperrte Formen lassen sich nicht ziehen, skalieren oder löschen, und Klicks gehen an das durch, was dahinter liegt.
el: **Επεξεργασία ▸ Κλείδωμα** (**⌘L**) κλειδώνει ή ξεκλειδώνει την επιλογή. Το **Lock** βρίσκεται επίσης στο μενού με το δεξί κλικ. Δεν είναι δυνατή η μεταφορά, η αλλαγή μεγέθους ή η διαγραφή των κλειδωμένων σχημάτων και τα κλικ πέφτουν σε ό,τι βρίσκεται πίσω από αυτά.
es: **Edición ▸ Bloquear** (**⌘L**) bloquea o desbloquea la selección; **Bloquear** también está en el menú contextual. Las formas bloqueadas no se pueden arrastrar, redimensionar ni eliminar, y los clics pasan a lo que haya detrás.
fa: **ویرایش ▸ قفل کردن** (**⌘L**) انتخاب را قفل یا باز می‌کند؛ **قفل کردن** در منوی کلیک راست هم هست. شکل‌های قفل‌شده را نمی‌توان کشید، تغییر اندازه داد یا حذف کرد و کلیک‌ها به هر چیزی که پشتشان است می‌رسند.
fi: **Muokkaa ▸ Lukitse** (**⌘L**) lukitsee tai avaa valinnan; **Lukitus** on myös hiiren kakkospainikkeen valikossa. Lukittuja muotoja ei voi vetää, muuttaa niiden kokoa tai poistaa, ja napsautukset osuvat niiden taakse.
fr: **Édition ▸ Verrouiller** (**⌘L**) verrouille ou déverrouille la sélection ; **Verrouiller** figure aussi dans le menu contextuel. Les formes verrouillées ne peuvent être ni déplacées, ni redimensionnées, ni supprimées, et les clics passent à travers jusqu'à ce qui se trouve derrière.
he: **עריכה ▸ נעילה** (**⌘L**) נועלת או מבטלת את הבחירה; **נעילה** נמצאת גם בתפריט לחיצה ימנית. לא ניתן לגרור, לשנות את הגודל או למחוק צורות נעולות, וקליקים נופלים לכל מה שנמצא מאחוריהן.
hr: **Uredi ▸ Zaključaj** (**⌘L**) zaključava ili otključava odabir; **Zaključaj** također je na izborniku koji se otvara desnim klikom. Zaključani oblici ne mogu se povlačiti, mijenjati veličinu ili brisati, a klikovi padaju na ono što je iza njih.
hu: **Szerkesztés ▸ Zárolás** (**⌘L**) zárolja vagy feloldja a kijelölést; A **Zárolás** a jobb egérgombos menüben is megtalálható. A zárolt alakzatokat nem lehet húzni, átméretezni vagy törölni, és a kattintások a mögöttük lévőre esnek.
id: **Edit ▸ Kunci** (**⌘L**) mengunci atau membuka kunci pilihan; **Kunci** juga ada di menu klik kanan. Bentuk yang terkunci tidak dapat diseret, diubah ukurannya, atau dihapus, dan klik akan berpindah ke apa pun yang ada di belakangnya.
it: **Composizione ▸ Blocca** (**⌘L**) blocca o sblocca la selezione; **Blocca** è anche nel menu del clic destro. Le forme bloccate non possono essere trascinate, ridimensionate o eliminate, e i clic passano a ciò che si trova dietro.
ja: **編集 ▸ ロック** (**⌘L**) で選択項目をロックまたはロック解除します。**ロック** は右クリックメニューにもあります。ロックされた図形はドラッグ、サイズ変更、削除ができず、クリックは背後にあるものに届きます。
ko: **편집 ▸ 잠금**(**⌘L**)은 선택 항목을 잠그거나 잠금 해제합니다. **잠금**은 오른쪽 클릭 메뉴에도 있습니다. 잠긴 도형은 드래그, 크기 조정, 삭제할 수 없으며, 클릭은 그 뒤에 있는 항목으로 전달됩니다.
ms: **Edit ▸ Kunci** (**⌘L**) mengunci atau membuka kunci pemilihan; **Kunci** berada pada menu klik kanan juga. Bentuk berkunci tidak boleh diseret, diubah saiz atau dipadamkan dan klik jatuh ke apa sahaja yang ada di belakangnya.
nl: **Bewerken ▸ Vergrendelen** (**⌘L**) vergrendelt of ontgrendelt de selectie; **Vergrendelen** staat ook in het rechtermuisknopmenu. Vergrendelde vormen kunnen niet worden gesleept, vergroot of verkleind of verwijderd, en klikken vallen door naar wat er achter zit.
no: **Rediger ▸ Lås** (**⌘L**) låser eller låser opp utvalget; **Lås** er også på høyreklikkmenyen. Låste former kan ikke dras, endre størrelse eller slettes, og klikk faller gjennom til det som er bak dem.
pl: **Edytuj ▸ Zablokuj** (**⌘L**) blokuje lub odblokowuje zaznaczenie; **Blokada** jest również dostępna w menu wyświetlanym po kliknięciu prawym przyciskiem myszy. Zablokowanych kształtów nie można przeciągać, zmieniać ich rozmiaru ani usuwać, a kliknięcia przenoszą się na wszystko, co się za nimi kryje.
pt_br: **Editar ▸ Bloquear** (**⌘L**) bloqueia ou desbloqueia a seleção; **Bloquear** também está no menu do botão direito. As formas bloqueadas não podem ser arrastadas, redimensionadas ou excluídas, e os cliques passam para o que quer que esteja por trás delas.
pt_pt: **Editar ▸ Bloquear** (**⌘L**) bloqueia ou desbloqueia a seleção; **Bloquear** também está no menu do botão direito. As formas bloqueadas não podem ser arrastadas, redimensionadas ou excluídas, e os cliques passam para o que quer que esteja por trás delas.
ro: **Edit ▸ Lock** (**⌘L**) blochează sau deblochează selecția; **Lock** este și în meniul de clic dreapta. Formele blocate nu pot fi trase, redimensionate sau șterse, iar clicurile ajung la orice se află în spatele lor.
ru: **Правка ▸ Заблокировать** (**⌘L**) блокирует или разблокирует выделение; пункт **Заблокировать** есть и в контекстном меню. Заблокированные фигуры нельзя перетаскивать, изменять в размере или удалять, а нажатия проходят сквозь них к тому, что находится позади.
sk: **Upraviť ▸ Zamknúť** (**⌘L**) uzamkne alebo odomkne výber; **Zámok** je tiež v ponuke po kliknutí pravým tlačidlom myši. Zamknuté tvary nie je možné presúvať, meniť ich veľkosť ani odstraňovať a kliknutia prepadajú na čokoľvek, čo je za nimi.
sl: **Uredi ▸ Zakleni** (**⌘L**) zaklene ali odklene izbor; **Zaklepanje** je tudi v meniju z desnim klikom. Zaklenjenih oblik ni mogoče povleči, jim spremeniti velikosti ali izbrisati, kliki pa padejo na vse, kar je za njimi.
sv: **Redigera ▸ Lås** (**⌘L**) låser eller låser upp valet; **Lås** finns också på högerklicksmenyn. Låsta former kan inte dras, ändra storlek eller raderas, och klick faller fram till vad som än ligger bakom dem.
th: **แก้ไข ▸ ล็อค** (**⌘L**) ล็อคหรือปลดล็อคส่วนที่เลือก; **ล็อค** อยู่ที่เมนูคลิกขวาด้วย รูปร่างที่ล็อกไว้ไม่สามารถลาก ปรับขนาด หรือลบได้ และการคลิกจะส่งผลต่อสิ่งใดก็ตามที่อยู่ด้านหลังรูปร่างเหล่านั้น
tr: **Düzen ▸ Kilitle** (**⌘L**) seçimi kilitler veya kilidini açar; **Kilitle** sağ tıklama menüsünde de bulunur. Kilitli şekiller sürüklenemez, yeniden boyutlandırılamaz veya silinemez; tıklamalar arkalarındaki öğeye geçer.
uk: **Редагувати ▸ Замкнути** (**⌘L**) замикає або відмикає вибране; **Замкнути** є й у контекстному меню. Замкнені фігури не можна перетягувати, змінювати їхній розмір чи видаляти, а клацання проходять крізь них до того, що лежить під ними.
ur: **ترمیم ▸ لاک** (**⌘L**) انتخاب کو لاک یا کھول دیتا ہے۔ **لاک** دائیں کلک والے مینو پر بھی ہے۔ مقفل شکلوں کو گھسیٹا نہیں جا سکتا، اس کا سائز تبدیل نہیں کیا جا سکتا، یا حذف نہیں کیا جا سکتا، اور کلکس ان کے پیچھے جو بھی ہوتا ہے اس تک پہنچ جاتا ہے۔
vi: **Chỉnh sửa ▸ Khóa** (**⌘L**) khóa hoặc mở khóa lựa chọn; **Khóa** cũng nằm trên menu chuột phải. Không thể kéo, thay đổi kích thước hoặc xóa các hình dạng bị khóa và các nhấp chuột sẽ rơi vào bất kỳ thứ gì đằng sau chúng.
zh_hans: **编辑 ▸ 锁定**（**⌘L**）可锁定或解锁所选内容；右键菜单中也有 **锁定**。锁定的形状无法拖动、调整大小或删除，点按会穿透到其后方的内容。
zh_hant: **編輯 ▸ 鎖定**（**⌘L**）可鎖定或解鎖選取範圍；右鍵選單中也有**鎖定**。已鎖定的形狀無法拖移、調整大小或刪除，點按會穿透到其後方的內容。
